Repository: rzido/ckanext-cdc_theme
Catalog: ckanext/cdc_theme/i18n/*/LC_MESSAGES/ckanext-cdc_theme.po
Languages: gl

source: Unauthorized to read report
gl: Non está autorizado a ler o informe

source: Unauthorized to read package
gl: Non está autorizado a ler o paquete

source: Dataset not found
gl: Conxunto de datos non atopado

source: {actor} updated the topic {group}
gl: {actor} actualizou a categoría {group}

source: {actor} deleted the topic {group}
gl: {actor} eliminou a categoría {group}

source: {actor} created the topic {group}
gl: {actor} creou a categoría {group}

source: Datasets
gl: Conxuntos de datos

source: Organizations
gl: Organizacións

source: About
gl: Acerca de

source: Statistics
gl: Estatísticas

source: Sysadmin settings
gl: Axustes administración

source: View profile
gl: Ver perfil

source: Edit settings
gl: Editar axustes

source: Log out
gl: Saír

source: Log in
gl: Entrar

source: Register
gl: Rexistrarse

source: Topics
gl: Categorías

source: Search Datasets
gl: Buscar conxuntos de datos

source: Edit
gl: Editar

source: This page currently has no content
gl: Esta páxina actualmente non ten contido

source: Save
gl: Grabar

source: Login to Respond
gl: Identifícate para responder

source: Add Topic
gl: Engadir categoría

source: Search topics...
gl: Buscar categorías...

source: There are currently no topics for this site
gl: Non hai actualmente categorías para este sitio

source: How about creating one?
gl: E si creas unha?

source: Groups
gl: Grupos

source: What are Topics?
gl: Que son as categorías?

source: Topics are collections of datasets relating to a theme.
gl: As categorías son coleccións de conxuntos de datos relacions cun tema

source: A Coruña Open Data Portal
gl: O portal de datos abertos da Coruña

source: datos.coruna.gal is the open data catalog about the City of A Coruña and its local government
gl: datos.coruna.gal é o catálogo de datos abertos sobre a cidade da Coruña

source: Start by exploring the
gl: Escomeza explorando os

source: and its
gl: e os seus

source: from
gl: de

source: in the city about topics classified on
gl: da cidade sobre temáticas clasificadas en

source: dataset
gl: conxunto de datos

source: datasets
gl: conxuntos de datos

source: resource
gl: recurso

source: resources
gl: recursos

source: organization
gl: organización

source: organizations
gl: organizacións

source: group
gl: grupo

source: groups
gl: grupos

source: Popular tags
gl: Etiquetas populares

source: Explore by topic
gl: Explorar por temática

source: Explore by organization
gl: Explorar por organización

source: showcases
gl: destacados

source: E.g. environment
gl: P. ex. medio ambiente

source: Search data
gl: Buscar datos

source: Search
gl: Buscar

source: Latest datasets
gl: Os máis recentes

source: Featured popular
gl: Os máis vistos

source: Top Rated
gl: Os máis valorados

source: Associate this topic with this dataset
gl: Asociar esta categoría con este conxundo de datos

source: Add to topic
gl: Engadir á categoría

source: There are no topics associated with this dataset
gl: Non hai categorías asociadas a este conxunto de datos

source: Private
gl: Privado

source: Draft
gl: Borrador

source: Deleted
gl: Borrado

source: File
gl: Arquivo

source: Name
gl: Nome

source: Description
gl: Descrición

source: Some useful notes about the data
gl: Algúns apuntes útiles sobre os datos

source: Format
gl: Formato

source: eg. CSV, XML or JSON
gl: p.ex. CSV, XML ou JSON

source: Last Modified
gl: Ultima modificación

source: File Size
gl: Tamaño do arquivo

source: Are you sure you want to delete this resource?
gl: Estás seguro de que desexas eliminar este recurso?

source: Delete
gl: Borrar

source: Previous
gl: Previo

source: Save & add another
gl: Grabar e engadir outro

source: Next: Additional Info
gl: Seguinte: información adicional

source: No resource
gl: Sin recurso

source: Add
gl: Engadir

source: Explore
gl: Explorar

source: Preview
gl: Previsualizar

source: More information
gl: Máis información

source: Download
gl: Descargar

source: Go to resource
gl: Ir ó recurso

source: The form contains invalid entries:
gl: O formulario contén entradas invalidas

source: Title
gl: Título

source: My Related Item
gl: Os meus elementos relacionados

source: Image URL
gl: URL da imaxe

source: A little information about the item...
gl: Unha pouca de información sobre o elemento...

source: Type
gl: Tipo

source: Featured
gl: Destacado

source: Are you sure you want to delete this related item?
gl: Estás seguro de que desexas eliminar este elemento relacionado?

source: Cancel
gl: Cancelar

source: This dataset has no description
gl: Este conxunto de datos non tén descrición

source: unknown
gl: descoñecido

source: {number} dataset found for "{query}"
gl: {number} conxunto de datos atopado por "{query}"

source: No datasets found for "{query}"
gl: Non se atoparon conxuntos de datos por "{query}"

source: {number} dataset found
gl: {number} conxunto de datos atopado

source: No datasets found
gl: Non se atoparon conxuntos de datos

source: {number} topic found for "{query}"
gl: {number} categoría atopadas por "{query}"

source: No topics found for "{query}"
gl: Non se atoparon categorías por "{query}"

source: {number} topic found
gl: {number} categoría atopada

source: No topics found
gl: Non se aooparon categorías

source: {number} organization found for "{query}"
gl: {number} organización atopada por "{query}"

source: No organizations found for "{query}"
gl: Non se atopoaron organizacións por "{query}"

source: {number} organization found
gl: {number} organizacion atopada

source: No organizations found
gl: Non se atoparon organizacións

source: My Datasets
gl: Os meus conxuntos de datos

source: My Organizations
gl: As miñas organizacións

source: My Topics
gl: As miñas temáticas
